[
  {
    "imagePath": "images/sigajang-laleng-lipa.jpg",
    "imageDescription": "Sigajang Laleng Lipa adalah tradisi khas Bugis-Makassar di mana dua pria bertarung menggunakan badik di dalam satu sarung sebagai bentuk penyelesaian konflik yang berkaitan dengan harga diri, kehormatan, atau keluarga.",
    "imageName": "sigajang laleng lipa",
    "aksara": "ᨔᨗᨁᨍ ᨒᨒᨛ ᨒᨗᨄ"
  },
  {
    "imagePath": "images/rumah.jpg",
    "imageDescription": "Rumah panggung Bugis adalah rumah adat tradisional suku Bugis disebut 'Bola' yang dibangun di atas tiang-tiang tinggi dari kayu, biasanya menggunakan bahan alami seperti kayu ulin atau kayu besi, dengan atap berbentuk pelana dan dinding dari papan, mencerminkan kearifan lokal, nilai sosial, serta adaptasi terhadap lingkungan tropis dan budaya maritim.",
    "imageName": "Bola",
    "aksara": "ᨅᨚᨒ​"
  },
  {
    "imagePath": "images/perahu.jpg",
    "imageDescription": "Perahu Pinisi adalah perahu layar tradisional khas suku Bugis dan Makassar yang dibuat secara turun-temurun oleh para pengrajin dari Sulawesi Selatan, dikenal karena kekuatan, keindahan, dan kemampuannya mengarungi lautan luas, serta menjadi simbol kejayaan maritim Indonesia.",
    "imageName": "Pinisi",
    "aksara": "ᨄᨗᨊᨗᨔᨗ"
  },
  {
    "imagePath": "images/padi.jpg",
    "imageDescription": "Padi atau 'Ase' dalam bahasa bugis memiliki makna penting bagi masyarakat Bugis, tidak hanya sebagai sumber makanan pokok, tetapi juga sebagai simbol kemakmuran, kehidupan, dan berkah dari Dewata Seuwae (Tuhan Yang Maha Esa) dalam kepercayaan dan budaya mereka.",
    "imageName": "Ase",
    "aksara": "ᨕᨔᨙ"
  },
  {
    "imagePath": "images/keris.jpg",
    "imageDescription": "Keris senjata tradisional Bugis disebut 'Tappi' atau 'Kawali', memiliki bilah lurus atau berlekuk, dihiasi dengan ukiran khas pada hulu (gagang) dan warangka (sarung), serta dipercaya memiliki kekuatan spiritual, melambangkan keberanian, kehormatan, dan status sosial pemiliknya.",
    "imageName": "Tappi",
    "aksara": "ᨈᨄᨗ"
  },
  {
    "imagePath": "images/songkok.jpg",
    "imageDescription": "Songkok Recca adalah penutup kepala tradisional khas Bugis-Makassar yang terbuat dari anyaman daun lontar atau rotan halus, biasanya dikenakan oleh pria sebagai simbol kehormatan, kebijaksanaan, dan status sosial, serta sering dipakai dalam upacara adat atau acara keagamaan.",
    "imageName": "Songkok Recca",
    "aksara": "ᨔᨚᨂᨛᨀᨚ ᨑᨛᨌ"
  },
  {
    "imagePath": "images/sarung.jpg",
    "imageDescription": "Sarung khas Bugis disebut 'Lipaq Saqbe', adalah kain tradisional khas Bugis yang ditenun secara manual dengan motif dan warna khas, biasanya dikenakan oleh perempuan dalam acara adat atau upacara penting, dan melambangkan keanggunan, identitas budaya, serta warisan leluhur yang kaya.",
    "imageName": "Lipaq Saqbe",
    "aksara": "ᨒᨗᨄ ᨔ​ᨅᨙ"
  },
  {
    "imagePath": "images/kecapi.jpg",
    "imageDescription": "Dalam bahasa Bugis, kecapi disebut kacaping. Orang yang memainkan kecapi disebut pakkacaping. Kecapi merupakan alat musik petik yang terdiri dari dua komponen utama: batang kecapi dan senar.",
    "imageName": "Kacaping",
    "aksara": "ᨀᨌᨄᨗ"
  },
  {
    "imagePath": "images/gendang.jpg",
    "imageDescription": "Gendang tradisional disebut 'Gendrang' adalah alat musik tradisional dari Sulawesi Selatan, khususnya Bugis dan Makassar, yang berupa drum besar berbentuk silindris dengan kulit yang direntangkan di kedua ujungnya. Gendrang biasanya digunakan dalam acara adat, upacara tradisional, dan pertunjukan musik untuk mengiringi tarian atau ritual.",
    "imageName": "Gendrang",
    "aksara": "ᨁᨛᨋᨂᨛ"
  },
  {
    "imagePath": "images/tarian.jpg",
    "imageDescription": "Tari Pakarena adalah tarian tradisional dari Gowa, Sulawesi Selatan, yang menggambarkan kelembutan dan kesopanan wanita Bugis-Makassar. Gerakannya lemah lembut dan anggun, diiringi musik tradisional seperti gendang dan suling, serta sering ditampilkan dalam acara adat dan budaya.",
    "imageName": "Tari Pakarena",
    "aksara": "ᨈᨑᨗ ᨄᨀᨑᨙᨊ"
  },
  {
    "imagePath": "images/baju-bodo.jpg",
    "imageDescription": "Tari Pakarena adalah tarian tradisional yang berasal dari Gowa, Sulawesi Selatan. Tarian ini menggambarkan kelembutan, kesopanan, dan keteguhan hati perempuan Bugis-Makassar. Gerakannya lemah lembut, anggun, dan dilakukan dengan sikap tertunduk sebagai bentuk penghormatan. Diiringi oleh musik tradisional seperti gendang dan suling, Tari Pakarena biasanya ditampilkan dalam upacara adat, penyambutan tamu, atau acara budaya lainnya.",
    "imageName": "Baju Bodo",
    "aksara" : "ᨓᨍᨘ ᨅᨚᨉᨚ"
  },
  {
    "imagePath": "images/siri-na-pesse.jpg",
    "imageDescription": "'Siri' dan 'Pesse' adalah konsep kehormatan atau harga diri dalam budaya Bugis yang sangat dihormati. Istilah ini mencerminkan betapa pentingnya menjaga martabat diri, keluarga, dan masyarakat. Melanggar atau merusak **siri' na pesse** dianggap sebagai hal yang sangat memalukan dan bisa mengundang konflik dalam kehidupan sosial Bugis.",
    "imageName": "Siri na Pesse",
    "aksara" : "ᨔᨗᨑᨗ ᨊ ᨄᨛᨔᨛ"
  },
  {
    "imagePath": "images/mapalette-bola.jpg",
    "imageDescription": "Mappalette bola adalah tradisi gotong royong masyarakat Bugis di Sulawesi Selatan untuk memindahkan rumah panggung secara utuh dari satu tempat ke tempat lain. Tradisi ini bertujuan untuk menjaga keutuhan rumah dan mempererat hubungan antar warga.",
    "imageName": "Mapalette Bola",
    "aksara" : "ᨆᨄ​ᨒᨙᨈᨙ ᨅᨚᨒ"
  },
  {
    "imagePath": "images/onde-onde.jpg",
    "imageDescription": "Onde-onde adalah kue tradisional Indonesia yang terbuat dari tepung ketan dan diisi dengan pasta kacang hijau manis, lalu digulung dengan wijen dan digoreng hingga berwarna keemasan. Kue ini memiliki tekstur kenyal di luar dan lembut di dalam. Onde-onde sering disajikan dalam berbagai acara tradisional atau perayaan sebagai simbol keberuntungan dan kesejahteraan.",
    "imageName": "Onde-onde",
    "aksara": "ᨕᨚᨉᨙ ᨕᨚᨉᨙ"
  },
  {
    "imagePath": "images/buginesse-script.jpg",
    "imageDescription": "Lontara adalah sistem tulisan tradisional suku Bugis dan Makassar yang digunakan untuk menulis bahasa Bugis, Makassar, dan Mandar. Lontara terdiri dari aksara yang memiliki bentuk unik dan digunakan dalam berbagai dokumen sejarah dan budaya.",
    "imageName": "Lontara",
    "aksara" : "ᨒᨚᨈᨑ"
  },
  {
    "imagePath": "images/pejuang.jpg",
    "imageDescription": "Arung Palakka adalah seorang pemimpin Bugis yang terkenal, terutama karena peranannya dalam Perang Makassar (1666-1669) melawan kerajaan Gowa. Ia juga dikenal sebagai raja dari kerajaan Bone dan memiliki pengaruh besar dalam sejarah Sulawesi Selatan.",
    "imageName": "Arung Palakka",
    "aksara" : "ᨕᨑᨘ ᨄ​ᨒ​ᨀ​"
  },
  {
    "imagePath": "images/wanita-bugis.jpg",
    "imageDescription": "Perempuan dalam bahasa Bugis disebut 'Makkunrai' dikenal memiliki peran penting dalam masyarakat, baik dalam keluarga maupun dalam adat istiadat. Mereka sering dihormati karena kekuatan, ketangguhan, serta peran mereka dalam menjaga tradisi dan budaya Bugis, seperti dalam tenun, upacara adat, dan pendidikan.",
    "imageName": "Perempuan Bugis",
    "aksara" : "ᨆ​ᨀᨘᨋᨕᨗ ᨕᨘᨁᨗ"
  },
  {
    "imagePath": "images/perkawinan.jpg",
    "imageDescription": "Mappacci adalah tradisi adat Bugis-Makassar sebelum pernikahan, di mana pasangan pengantin dan keluarga saling memberi beras kunyit sebagai simbol berkah dan doa untuk kebahagiaan rumah tangga.",
    "imageName": "Mappacci",
    "aksara" : "ᨆᨄᨌᨗ"
  },
  {
    "imagePath": "images/barongko.jpg",
    "imageDescription": "Barongko adalah kue tradisional khas Bugis yang terbuat dari pisang yang dihaluskan, dicampur dengan telur, santan, dan gula, kemudian dibungkus daun pisang dan dikukus. Kue ini biasanya disajikan dalam acara adat atau perayaan.",
    "imageName": "Barongko",
    "aksara" : "ᨅᨑᨚᨃᨚ"
  },
  {
    "imagePath": "images/lagaligo.jpg",
    "imageDescription": "Lagaligo adalah sebuah karya sastra epik tradisional Bugis yang menceritakan kisah perjalanan hidup dan petualangan seorang pahlawan, serta mengandung nilai-nilai moral dan kebudayaan Bugis.",
    "imageName": "Lagaligo",
    "aksara" : "ᨒᨁᨒᨗᨁᨚ"
  },
  {
    "imagePath": "images/beras.jpg",
    "imageDescription": "Beras dalambahasa bugsi disebut 'bare' adalah makanan pokok utama masyarakat dan bagian dari upacara syukuran.",
    "imageName": "Beras",
    "aksara" : "ᨅᨑᨛ"
  },
  {
    "imagePath": "images/kopi.jpg",
    "imageDescription": "Kopi Bugis adalah kopi tradisional khas Sulawesi Selatan yang dikenal dengan rasa kuat dan khas, sering disajikan dengan cara yang sederhana, biasanya tanpa gula atau dengan sedikit gula kelapa.",
    "imageName": "Kopi Bugis",
    "aksara" : "ᨀᨚᨄᨗ ᨕᨘᨁᨗ"
  },
  {
    "imagePath": "images/sumpit.jpg",
    "imageDescription": "Sumpit Bugis adalah alat berburu tradisional yang digunakan oleh suku Bugis, terbuat dari bambu atau kayu, dengan ujung yang runcing untuk menangkap atau memburu hewan. Sumpit ini biasanya digunakan bersama dengan anak panah atau peluru tradisional.",
    "imageName": "Sumpit",
    "aksara" : "ᨔᨘᨇᨗ"
  },
  {
    "imagePath": "images/pesta-panen.jpg",
    "imageDescription": "Mappadendang adalah pesta panen tradisional Bugis yang diadakan sebagai bentuk syukur atas hasil pertanian yang melimpah. Dalam acara ini, biasanya ada pertunjukan musik, tarian, dan makanan khas untuk merayakan keberhasilan panen.",
    "imageName": "Pesta Panen",
    "aksara" : "ᨆᨄᨉᨙᨉ"
  },
  {
    "imagePath": "images/jempo-jempo.jpg",
    "imageDescription": "Jempo-jempo adalah kue tradisional khas Bugis yang terbuat dari tepung beras, tepung terigu, gula merah, dan air kelapa. Kue ini memiliki bentuk bulat pipih dan digoreng hingga berwarna kecoklatan.",
    "imageName": "Jempo-jempo",
    "aksara" : "ᨍᨙᨇᨚ ᨍᨙᨇᨚ"
  },
  {
    "imagePath": "images/tanam-padi.jpg",
    "imageDescription": "'Mattaneng Ase' adalah ungkapan dalam bahasa Bugis yang berarti menanam padi. Ungkapan ini mencerminkan pentingnya kegiatan pertanian, khususnya dalam hal penanaman padi, yang menjadi mata pencaharian utama bagi banyak masyarakat Bugis.",
    "imageName": "Tanam Padi",
    "aksara" : "ᨆᨈᨊᨛ ᨕᨔᨙ"
  },
  {
    "imagePath": "images/manu-palekko.jpg",
    "imageDescription": "'Manu Palekko' adalah masakan khas Bugis yang terbuat dari ayam yang dimasak dengan bumbu pedas dan rempah khas, biasanya disajikan dalam acara adat atau perayaan.",
    "imageName": "Manu Palekko",
    "aksara" : "ᨆᨊᨘ ᨄᨒᨛᨀᨚ"
  },
  {
    "imagePath": "images/dukun.jpg",
    "imageDescription": "Dalam budaya Bugis, dukun atau 'sanro' memiliki peran penting dalam pengobatan tradisional.",
    "imageName": "Dukun/Sanro",
    "aksara" : "ᨔᨋᨚ"
  },
  {
    "imagePath": "images/coto.jpg",
    "imageDescription": "Coto Makassar adalah makanan khas Sulawesi Selatan berupa sup daging dan jeroan sapi dengan kuah kental berbumbu rempah dan kacang tanah. Biasanya disajikan bersama ketupat atau burasa, dan dinikmati dengan sambal tauco. Rasanya gurih dan khas.",
    "imageName": "Coto Makassar",
    "aksara" : "ᨌᨚᨈᨚ ᨆᨀᨔᨑ"
  },
  {
    "imagePath": "images/burasa.jpg",
    "imageDescription": "Burasa adalah makanan tradisional Bugis yang terbuat dari beras ketan yang dimasak dengan santan, dibungkus daun pisang, dan kemudian dikukus. Burasa biasanya disajikan dalam acara adat atau perayaan sebagai hidangan khas.",
    "imageName": "Burasa",
    "aksara" : "ᨅᨘᨑᨔ"
  }
]
